{
  "index": "077",
  "name": "",
  "verse": {
    "verse_1": "قسم ہے اُن (ہواؤں) کی جو پے در پے بھیجی جاتی ہیں",
    "verse_2": "پھر طوفانی رفتار سے چلتی ہیں",
    "verse_3": "اور (بادلوں کو) اٹھا کر پھیلاتی ہیں",
    "verse_4": "پھر (اُن کو) پھاڑ کر جدا کرتی ہیں",
    "verse_5": "پھر (دلوں میں خدا کی) یاد ڈالتی ہیں",
    "verse_6": "عذر کے طور پر یا ڈراوے کے طور پر",
    "verse_7": "جس چیز کا تم سے وعدہ کیا جا رہا ہے وہ ضرور واقع ہونے والی ہے",
    "verse_8": "پھر جب ستارے ماند پڑ جائیں گے",
    "verse_9": "اور آسمان پھاڑ دیا جائے گا",
    "verse_10": "اور پہاڑ دھنک ڈالے جائیں گے",
    "verse_11": "اور رسولوں کی حاضری کا وقت آ پہنچے گا (اس روز وہ چیز واقع ہو جائے گی)",
    "verse_12": "کس روز کے لیے یہ کام اٹھا رکھا گیا ہے؟",
    "verse_13": "فیصلے کے روز کے لیے",
    "verse_14": "اور تمہیں کیا خبر کہ وہ فیصلے کا دن کیا ہے؟",
    "verse_15": "تباہی ہے اُس دن جھٹلانے والوں کے لیے",
    "verse_16": "کیا ہم نے اگلوں کو ہلاک نہیں کیا؟",
    "verse_17": "پھر اُنہی کے پیچھے ہم بعد والوں کو چلتا کریں گے",
    "verse_18": "مجرموں کے ساتھ ہم یہی کچھ کیا کرتے ہیں",
    "verse_19": "تباہی ہے اُس دن جھٹلانے والوں کے لیے",
    "verse_20": "کیا ہم نے ایک حقیر پانی سے تمہیں پیدا نہیں کیا",
    "verse_21": "اور ایک مقررہ مدت تک،",
    "verse_22": "اُسے ایک محفوظ جگہ ٹھیرائے رکھا؟",
    "verse_23": "تو دیکھو، ہم اِس پر قادر تھے، پس ہم بہت اچھی قدرت رکھنے والے ہیں",
    "verse_24": "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "verse_25": "کیا ہم نے زمین کو سمیٹ کر رکھنے والی نہیں بنایا",
    "verse_26": "زندوں کے لیے بھی اور مُردوں کے لیے بھی",
    "verse_27": "اور اس میں بلند و بالا پہاڑ جمائے، اور تمہیں میٹھا پانی پلایا؟",
    "verse_28": "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "verse_29": "چلو اب اُسی چیز کی طرف جسے تم جھٹلایا کرتے تھے",
    "verse_30": "چلو اُس سائے کی طرف جو تین شاخوں والا ہے",
    "verse_31": "نہ ٹھنڈک پہنچانے والا اور نہ آگ کی لپٹ سے بچانے والا",
    "verse_32": "وہ آگ محل جیسی بڑی بڑی چنگاریاں پھینکے گی",
    "verse_33": "(جو اچھلتی ہوئی یوں محسوس ہوں گی) گویا کہ وہ زرد اونٹ ہیں",
    "verse_34": "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "verse_35": "یہ وہ دن ہے جس میں وہ نہ کچھ بولیں گے",
    "verse_36": "اور نہ اُنہیں موقع دیا جائے گا کہ کوئی عذر پیش کریں",
    "verse_37": "تباہی ہے اُس دن جھٹلانے والوں کے لیے",
    "verse_38": "یہ فیصلے کا دن ہے ہم نے تمہیں اور تم سے پہلے گزرے ہوئے لوگوں کو جمع کر دیا ہے",
    "verse_39": "اب اگر کوئی چال تم چل سکتے ہو تو میرے مقابلہ میں چل دیکھو",
    "verse_40": "تباہی ہے اُس دن جھٹلانے والوں کے لیے",
    "verse_41": "متقی لوگ آج سایوں اور چشموں میں ہیں",
    "verse_42": "اور جو پھل وہ چاہیں (اُن کے لیے حاضر ہیں)",
    "verse_43": "کھاؤ اور پیو مزے سے اپنے اُن اعمال کے صلے میں جو تم کرتے رہے ہو",
    "verse_44": "ہم نیک لوگوں کو ایسی ہی جزا دیتے ہیں",
    "verse_45": "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "verse_46": "کھا لو اور مزے کر لو تھوڑے دن حقیقت میں تم لوگ مجرم ہو",
    "verse_47": "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "verse_48": "جب اِن سے کہا جاتا ہے کہ (اللہ کے آگے) جھکو تو نہیں جھکتے",
    "verse_49": "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "verse_50": "اب اِس (قرآن) کے بعد اور کونسا کلام ایسا ہو سکتا ہے جس پر یہ ایمان لائیں؟"
  },
  "count": 50
}