{
  "index": "080",
  "name": "",
  "verse": {
    "verse_1": "ترش رو ہوا، اور بے رخی برتی",
    "verse_2": "اِس بات پر کہ وہ اندھا اُس کے پاس آ گیا",
    "verse_3": "تمہیں کیا خبر، شاید وہ سدھر جائے",
    "verse_4": "یا نصیحت پر دھیان دے، اور نصیحت کرنا اس کے لیے نافع ہو؟",
    "verse_5": "جو شخص بے پروائی برتتا ہے",
    "verse_6": "اس کی طرف تو تم توجہ کرتے ہو",
    "verse_7": "حالانکہ اگر وہ نہ سدھرے تو تم پر اس کی کیا ذمہ داری ہے؟",
    "verse_8": "اور جو خود تمہارے پاس دوڑا آتا ہے",
    "verse_9": "اور وہ ڈر رہا ہوتا ہے",
    "verse_10": "اس سے تم بے رخی برتتے ہو",
    "verse_11": "ہرگز نہیں، یہ تو ایک نصیحت ہے",
    "verse_12": "جس کا جی چاہے اِسے قبول کرے",
    "verse_13": "یہ ایسے صحیفوں میں درج ہے جو مکرم ہیں",
    "verse_14": "بلند مرتبہ ہیں، پاکیزہ ہیں",
    "verse_15": "معزز اور نیک کاتبوں کے",
    "verse_16": "ہاتھوں میں رہتے ہیں",
    "verse_17": "لعنت ہو انسان پر، کیسا سخت منکر حق ہے یہ",
    "verse_18": "کس چیز سے اللہ نے اِسے پیدا کیا ہے؟",
    "verse_19": "نطفہ کی ایک بوند سے اللہ نے اِسے پیدا کیا، پھر اِس کی تقدیر مقرر کی",
    "verse_20": "پھر اِس کے لیے زندگی کی راہ آسان کی",
    "verse_21": "پھر اِسے موت دی اور قبر میں پہنچایا",
    "verse_22": "پھر جب چاہے وہ اِسے دوبارہ اٹھا کھڑا کرے",
    "verse_23": "ہرگز نہیں، اِس نے وہ فرض ادا نہیں کیا جس کا اللہ نے اِسے حکم دیا تھا",
    "verse_24": "پھر ذرا انسان اپنی خوراک کو دیکھے",
    "verse_25": "ہم نے خوب پانی لنڈھایا",
    "verse_26": "پھر زمین کو عجیب طرح پھاڑا",
    "verse_27": "پھر اُس کے اندر اگائے غلے",
    "verse_28": "اور انگور اور ترکاریاں",
    "verse_29": "اور زیتون اور کھجوریں",
    "verse_30": "اور گھنے باغ",
    "verse_31": "اور طرح طرح کے پھل، اور چارے",
    "verse_32": "تمہارے لیے اور تمہارے مویشیوں کے لیے سامان زیست کے طور پر",
    "verse_33": "آخرکار جب وہ کان بہرے کر دینے والی آواز بلند ہوگی",
    "verse_34": "اُس روز آدمی اپنے بھائی",
    "verse_35": "اور اپنی ماں اور اپنے باپ",
    "verse_36": "اور اپنی بیوی اور اپنی اولاد سے بھاگے گا",
    "verse_37": "ان میں سے ہر شخص پر اس دن ایسا وقت آ پڑے گا کہ اسے اپنے سوا کسی کا ہوش نہ ہوگا",
    "verse_38": "کچھ چہرے اُس روز دمک رہے ہوں گے",
    "verse_39": "ہشاش بشاش اور خوش و خرم ہوں گے",
    "verse_40": "اور کچھ چہروں پر اس روز خاک اڑ رہی ہوگی",
    "verse_41": "اور کلونس چھائی ہوئی ہوگی",
    "verse_42": "یہی کافر و فاجر لوگ ہوں گے"
  },
  "count": 42
}