{
  "index": "068",
  "name": "",
  "verse": {
    "verse_1": "ن، قسم ہے قلم کی اور اُس چیز کی جسے لکھنے والے لکھ رہے ہیں",
    "verse_2": "تم اپنے رب کے فضل سے مجنوں نہیں ہو",
    "verse_3": "اور یقیناً تمہارے لیے ایسا اجر ہے جس کا سلسلہ کبھی ختم ہونے والا نہیں",
    "verse_4": "اور بیشک تم اخلاق کے بڑے مرتبے پر ہو",
    "verse_5": "عنقریب تم بھی دیکھ لو گے اور وہ بھی دیکھ لیں گے",
    "verse_6": "کہ تم میں سے کون جنون میں مبتلا ہے",
    "verse_7": "تمہارا رب اُن لوگوں کو بھی خوب جانتا ہے جو اس کی راہ سے بھٹکے ہوئے ہیں، اور وہی ان کو بھی اچھی طرح جانتا ہے جو راہ راست پر ہیں",
    "verse_8": "لہٰذا تم اِن جھٹلانے والوں کے دباؤ میں ہرگز نہ آؤ",
    "verse_9": "یہ تو چاہتے ہیں کہ کچھ تم مداہنت کرو تو یہ بھی مداہنت کریں",
    "verse_10": "ہرگز نہ دبو کسی ایسے شخص سے جو بہت قسمیں کھانے والا بے وقعت آدمی ہے",
    "verse_11": "طعنے دیتا ہے، چغلیاں کھاتا پھرتا ہے",
    "verse_12": "بھلائی سے روکتا ہے، ظلم و زیادتی میں حد سے گزر جانے والا ہے، سخت بد اعمال ہے، جفا کار ہے",
    "verse_13": "اور اَن سب عیوب کے ساتھ بد اصل ہے",
    "verse_14": "اِس بنا پر کہ وہ بہت مال و اولاد رکھتا ہے",
    "verse_15": "جب ہماری آیات اُس کو سنائی جاتی ہیں تو کہتا ہے یہ تو اگلے وقتوں کے افسانے ہیں",
    "verse_16": "عنقریب ہم اس کی سونڈ پر داغ لگائیں گے",
    "verse_17": "ہم نے اِن (اہل مکہ) کو اُسی طرح آزمائش میں ڈالا ہے جس طرح ایک باغ کے مالکوں کو آزمائش میں ڈالا تھا، جب اُنہوں نے قسم کھائی کہ صبح سویرے ضرور اپنے باغ کے پھل توڑیں گے",
    "verse_18": "اور وہ کوئی استثناء نہیں کر رہے تھے",
    "verse_19": "رات کو وہ سوئے پڑے تھے کہ تمہارے رب کی طرف سے ایک بلا اس باغ پر پھر گئی",
    "verse_20": "اور اُس کا حال ایسا ہو گیا جیسے کٹی ہوئی فصل ہو",
    "verse_21": "صبح اُن لوگوں نے ایک دوسرے کو پکارا",
    "verse_22": "کہ اگر پھل توڑنے ہیں تو سویرے سویرے اپنی کھیتی کی طرف نکل چلو",
    "verse_23": "چنانچہ وہ چل پڑے اور آپس میں چپکے چپکے کہتے جاتے تھے",
    "verse_24": "کہ آج کوئی مسکین تمہارے پاس باغ میں نہ آنے پائے",
    "verse_25": "وہ کچھ نہ دینے کا فیصلہ کیے ہوئے صبح سویرے جلدی جلدی اِس طرح وہاں گئے جیسے کہ وہ (پھل توڑنے پر) قادر ہیں",
    "verse_26": "مگر جب باغ کو دیکھا تو کہنے لگے \"ہم راستہ بھول گئے ہیں",
    "verse_27": "نہیں، بلکہ ہم محروم رہ گئے",
    "verse_28": "اُن میں جو سب سے بہتر آدمی تھا اُس نے کہا \"میں نے تم سے کہا نہ تھا کہ تم تسبیح کیوں نہیں کرتے؟",
    "verse_29": "و ہ پکار اٹھے پاک ہے ہمارا رب، واقعی ہم گناہ گار تھے",
    "verse_30": "پھر اُن میں سے ہر ایک دوسرے کو ملامت کرنے لگا",
    "verse_31": "آخر کو انہوں نے کہا \"افسوس ہمارے حال پر، بے شک ہم سرکش ہو گئے تھے",
    "verse_32": "بعید نہیں کہ ہمارا رب ہمیں بدلے میں اِس سے بہتر باغ عطا فرمائے، ہم اپنے رب کی طرف رجوع کرتے ہیں",
    "verse_33": "ایسا ہوتا ہے عذاب اور آخرت کا عذاب اِس سے بھی بڑا ہے، کاش یہ لوگ اِس کو جانتے",
    "verse_34": "یقیناً خدا ترس لوگوں کے لیے اُن کے رب کے ہاں نعمت بھری جنتیں ہیں",
    "verse_35": "کیا ہم فرماں برداروں کا حال مجرموں کا سا کر دیں؟",
    "verse_36": "تم لوگوں کو کیا ہو گیا ہے، تم کیسے حکم لگاتے ہو؟",
    "verse_37": "کیا تمہارے پاس کوئی کتاب ہے جس میں تم یہ پڑھتے ہو",
    "verse_38": "کہ تمہارے لیے ضرور وہاں وہی کچھ ہے جو تم اپنے لیے پسند کرتے ہو؟",
    "verse_39": "یا پھر کیا تمہارے لیے روز قیامت تک ہم پر کچھ عہد و پیمان ثابت ہیں کہ تمہیں وہی کچھ ملے گا جس کا تم حکم لگاؤ؟",
    "verse_40": "اِن سے پوچھو تم میں سے کون اِس کا ضامن ہے؟",
    "verse_41": "یا پھر اِن کے ٹھیرائے ہوئے کچھ شریک ہیں (جنہوں نے اِس کا ذمہ لیا ہو)؟ یہ بات ہے تو لائیں اپنے شریکوں کو اگر یہ سچے ہیں",
    "verse_42": "جس روز سخت وقت آ پڑے گا اور لوگوں کو سجدہ کرنے کے لیے بلایا جائے گا تو یہ لوگ سجدہ نہ کر سکیں گے",
    "verse_43": "اِن کی نگاہیں نیچی ہوں گی، ذلت اِن پر چھا رہی ہوگی یہ جب صحیح و سالم تھے اُس وقت اِنہیں سجدے کے لیے بلایا جاتا تھا (اور یہ انکار کرتے تھے)",
    "verse_44": "پس اے نبیؐ، تم اِس کلام کے جھٹلانے والوں کا معاملہ مجھ پر چھوڑ دو ہم ایسے طریقہ سے اِن کو بتدریج تباہی کی طرف لے جائیں گے کہ اِن کو خبر بھی نہ ہوگی",
    "verse_45": "میں اِن کی رسی دراز کر رہا ہوں، میری چال بڑی زبردست ہے",
    "verse_46": "کیا تم اِن سے کوئی اجر طلب کر رہے ہو کہ یہ اس چٹی کے بوجھ تلے دبے جا رہے ہوں؟",
    "verse_47": "کیا اِن کے پاس غیب کا علم ہے جسے یہ لکھ رہے ہوں؟",
    "verse_48": "پس اپنے رب کا فیصلہ صادر ہونے تک صبر کرو اور مچھلی والے (یونس علیہ اسلام) کی طرح نہ ہو جاؤ، جب اُس نے پکارا تھا اور وہ غم سے بھرا ہوا تھا",
    "verse_49": "اگر اس کے رب کی مہربانی اُس کے شامل حال نہ ہو جاتی تو وہ مذموم ہو کر چٹیل میدان میں پھینک دیا جاتا",
    "verse_50": "آخرکار اُس کے رب نے اسے برگزیدہ فرما لیا اور اِسے صالح بندوں میں شامل کر دیا",
    "verse_51": "جب یہ کافر لوگ کلام نصیحت (قرآن) سنتے ہیں تو تمہیں ایسی نظروں سے دیکھتے ہیں کہ گویا تمہارے قدم اکھاڑ دیں گے، اور کہتے ہیں یہ ضرور دیوانہ ہے",
    "verse_52": "حالانکہ یہ تو سارے جہان والوں کے لیے ایک نصیحت ہے"
  },
  "count": 52
}