{
  "index": "083",
  "name": "",
  "verse": {
    "verse_1": "تباہی ہے ڈنڈی مارنے والوں کے لیے",
    "verse_2": "جن کا حال یہ ہے کہ جب لوگوں سے لیتے ہیں تو پورا پورا لیتے ہیں",
    "verse_3": "اور جب ان کو ناپ کر یا تول کر دیتے ہیں تو انہیں گھاٹا دیتے ہیں",
    "verse_4": "کیا یہ لوگ نہیں سمجھتے کہ ایک بڑے دن،",
    "verse_5": "یہ اٹھا کر لائے جانے والے ہیں؟",
    "verse_6": "اُس دن جبکہ سب لوگ رب العالمین کے سامنے کھڑے ہوں گے",
    "verse_7": "ہرگز نہیں، یقیناً بد کاروں کا نامہ اعمال قید خانے کے دفتر میں ہے",
    "verse_8": "اور تمہیں کیا معلوم کہ وہ قید خانے کا دفتر کیا ہے؟",
    "verse_9": "ایک کتاب ہے لکھی ہوئی",
    "verse_10": "تباہی ہے اُس روز جھٹلانے والوں کے لیے",
    "verse_11": "جو روز جزا کو جھٹلاتے ہیں",
    "verse_12": "اور اُسے نہیں جھٹلاتا مگر ہر وہ شخص جو حد سے گزر جانے والا بد عمل ہے",
    "verse_13": "اُسے جب ہماری آیات سنائی جاتی ہیں تو کہتا ہے یہ تو اگلے وقتوں کی کہانیاں ہیں",
    "verse_14": "ہرگز نہیں، بلکہ دراصل اِن لوگوں کے دلوں پر اِن کے برے اعمال کا زنگ چڑھ گیا ہے",
    "verse_15": "ہرگز نہیں، بالیقین اُس روز یہ اپنے رب کی دید سے محروم رکھے جائیں گے",
    "verse_16": "پھر یہ جہنم میں جا پڑیں گے",
    "verse_17": "پھر اِن سے کہا جائے گا کہ یہ وہی چیز ہے جسے تم جھٹلایا کرتے تھے",
    "verse_18": "ہرگز نہیں، بے شک نیک آدمیوں کا نامہ اعمال بلند پایہ لوگوں کے دفتر میں ہے",
    "verse_19": "اور تمہیں کیا خبر کہ کیا ہے وہ بلند پایہ لوگوں کا دفتر؟",
    "verse_20": "ایک لکھی ہوئی کتاب ہے",
    "verse_21": "جس کی نگہداشت مقرب فرشتے کرتے ہیں",
    "verse_22": "بے شک نیک لوگ بڑے مزے میں ہوں گے",
    "verse_23": "اونچی مسندوں پر بیٹھے نظارے کر رہے ہوں گے",
    "verse_24": "ان کے چہروں پر تم خوشحالی کی رونق محسوس کرو گے",
    "verse_25": "ان کو نفیس ترین سر بند شراب پلائی جائے گی جس پر مشک کی مہر لگی ہوگی",
    "verse_26": "جو لوگ دوسروں پر بازی لے جانا چاہتے ہوں وہ اِس چیز کو حاصل کرنے میں بازی لے جانے کی کوشش کریں",
    "verse_27": "اُس شراب میں تسنیم کی آمیزش ہوگی",
    "verse_28": "یہ ایک چشمہ ہے جس کے پانی کے ساتھ مقرب لوگ شراب پئیں گے",
    "verse_29": "مجرم لوگ دنیا میں ایمان لانے والوں کا مذاق اڑاتے تھے",
    "verse_30": "جب اُن کے پاس سے گزرتے تو آنکھیں مار مار کر اُن کی طرف اشارے کرتے تھے",
    "verse_31": "اپنے گھروں کی طرف پلٹتے تو مزے لیتے ہوئے پلٹتے تھے",
    "verse_32": "اور جب انہیں دیکھتے تو کہتے تھے کہ یہ بہکے ہوئے لوگ ہیں",
    "verse_33": "حالانکہ وہ اُن پر نگراں بنا کر نہیں بھیجے گئے تھے",
    "verse_34": "آج ایمان لانے والے کفار پر ہنس رہے ہیں",
    "verse_35": "مسندوں پر بیٹھے ہوئے ان کا حال دیکھ رہے ہیں",
    "verse_36": "مل گیا نا کافروں کو اُن حرکتوں کا ثواب جو وہ کیا کرتے تھے"
  },
  "count": 36
}