{
  "index": "056",
  "name": "",
  "verse": {
    "verse_1": "جب وہ ہونے والا واقعہ پیش آ جائے گا",
    "verse_2": "تو کوئی اس کے وقوع کو جھٹلانے والا نہ ہوگا",
    "verse_3": "وہ تہ و بالا کر دینے والی آفت ہوگی",
    "verse_4": "زمین اس وقت یکبارگی ہلا ڈالی جائے گی",
    "verse_5": "اور پہاڑ اس طرح ریزہ ریزہ کر دیے جائیں گے",
    "verse_6": "کہ پراگندہ غبار بن کر رہ جائیں گے",
    "verse_7": "تم لوگ اُس وقت تین گروہوں میں تقسیم ہو جاؤ گے",
    "verse_8": "دائیں بازو والے، سو دائیں بازو والوں (کی خوش نصیبی) کا کیا کہنا",
    "verse_9": "اور بائیں بازو والے، تو بائیں بازو والوں (کی بد نصیبی کا) کا کیا ٹھکانا",
    "verse_10": "اور آگے والے تو پھر آگے وا لے ہی ہیں",
    "verse_11": "وہی تو مقرب لوگ ہیں",
    "verse_12": "نعمت بھری جنتوں میں رہیں گے",
    "verse_13": "اگلوں میں سے بہت ہوں گے",
    "verse_14": "اور پچھلوں میں سے کم",
    "verse_15": "مرصع تختوں پر",
    "verse_16": "تکیے لگا ئے آمنے سامنے بیٹھیں گے",
    "verse_17": "اُن کی مجلسوں میں ابدی لڑکے شراب چشمہ جاری سے",
    "verse_18": "لبریز پیالے کنٹر اور ساغر لیے دوڑتے پھرتے ہونگے",
    "verse_19": "جسے پی کر نہ اُن کا سر چکرائے گا نہ ان کی عقل میں فتور آئے گا",
    "verse_20": "اور وہ اُن کے سامنے طرح طرح کے لذیذ پھل پیش کریں گے جسے چاہیں چن لیں",
    "verse_21": "اور پرندوں کے گوشت پیش کریں گے کہ جس پرندے کا چاہیں استعمال کریں",
    "verse_22": "اور ان کے لیے خوبصورت آنکھوں والی حوریں ہونگی",
    "verse_23": "ایسی حسین جیسے چھپا کر رکھے ہوئے موتی",
    "verse_24": "یہ سب کچھ اُن اعمال کی جزا کے طور پر انہیں ملے گا جو وہ دنیا میں کرتے رہے تھے",
    "verse_25": "وہاں وہ کوئی بیہودہ کلام یا گناہ کی بات نہ سنیں گے",
    "verse_26": "جو بات بھی ہوگی ٹھیک ٹھیک ہوگی",
    "verse_27": "اور دائیں بازو والے، دائیں بازو والوں کی خوش نصیبی کا کیا کہنا",
    "verse_28": "وہ بے خار بیریوں",
    "verse_29": "اور تہ بر تہ چڑھے ہوئے کیلوں",
    "verse_30": "اور دور تک پھیلی ہوئی چھاؤں",
    "verse_31": "اور ہر دم رواں پانی",
    "verse_32": "اور کبھی ختم نہ ہونے والے",
    "verse_33": "اور بے روک ٹوک ملنے والے بکثرت پھلوں",
    "verse_34": "اور اونچی نشست گاہوں میں ہوں گے",
    "verse_35": "ان کی بیویوں کو ہم خاص طور پر نئے سرے سے پیدا کریں گے",
    "verse_36": "اور انہیں با کرہ بنا دیں گے",
    "verse_37": "اپنے شوہروں کی عاشق اور عمر میں ہم سن",
    "verse_38": "یہ کچھ دائیں بازو والوں کے لیے ہے",
    "verse_39": "وہ اگلوں میں سے بہت ہوں گے",
    "verse_40": "اور پچھلوں میں سے بھی بہت",
    "verse_41": "اور بائیں بازو والے، بائیں بازو والوں کی بد نصیبی کا کیا پوچھنا",
    "verse_42": "وہ لو کی لپٹ اور کھولتے ہوئے پانی",
    "verse_43": "اور کالے دھوئیں کے سائے میں ہوں گے",
    "verse_44": "جو نہ ٹھنڈا ہوگا نہ آرام دہ",
    "verse_45": "یہ وہ لوگ ہوں گے جو اِس انجام کو پہنچنے سے پہلے خوشحال تھے",
    "verse_46": "اور گناہ عظیم پر اصرار کرتے تھے",
    "verse_47": "کہتے تھے \"کیا جب ہم مر کر خاک ہو جائیں گے اور ہڈیوں کا پنجر رہ جائیں گے تو پھر اٹھا کھڑے کیے جائیں گے؟",
    "verse_48": "اور کیا ہمارے وہ باپ دادا بھی اٹھائے جائیں گے جو پہلے گزر چکے ہیں؟",
    "verse_49": "اے نبیؐ، اِن لوگوں سے کہو، یقیناً اگلے اور پچھلے سب",
    "verse_50": "ایک دن ضرور جمع کیے جانے والے ہیں جس کا وقت مقرر کیا جا چکا ہے",
    "verse_51": "پھر اے گمراہو اور جھٹلانے والو",
    "verse_52": "تم شجر زقوم کی غذا کھانے والے ہو",
    "verse_53": "اُسی سے تم پیٹ بھرو گے",
    "verse_54": "اور اوپر سے کھولتا ہوا پانی",
    "verse_55": "تونس لگے ہوئے اونٹ کی طرح پیو گے",
    "verse_56": "یہ ہے بائیں والوں کی ضیافت کا سامان روز جزا میں",
    "verse_57": "ہم نے تمہیں پیدا کیا ہے پھر کیوں تصدیق نہیں کرتے؟",
    "verse_58": "کبھی تم نے غور کیا، یہ نطفہ جو تم ڈالتے ہو",
    "verse_59": "اس سے بچہ تم بناتے ہو یا اس کے بنانے والے ہم ہیں؟",
    "verse_60": "ہم نے تمہارے درمیان موت کو تقسیم کیا ہے، اور ہم اِس سے عاجز نہیں ہیں",
    "verse_61": "کہ تمہاری شکلیں بدل دیں اور کسی ایسی شکل میں تمہیں پیدا کر دیں جس کو تم نہیں جانتے",
    "verse_62": "اپنی پہلی پیدائش کو تو تم جانتے ہو، پھر کیوں سبق نہیں لیتے؟",
    "verse_63": "کبھی تم نے سوچا، یہ بیج جو تم بوتے ہو",
    "verse_64": "اِن سے کھیتیاں تم اگاتے ہو یا اُن کے اگانے والے ہم ہیں؟",
    "verse_65": "ہم چاہیں تو ان کھیتیوں کو بھس بنا کر رکھ دیں اور تم طرح طرح کی باتیں بناتے رہ جاؤ",
    "verse_66": "کہ ہم پر تو الٹی چٹی پڑ گئی",
    "verse_67": "بلکہ ہمارے تو نصیب ہی پھوٹے ہوئے ہیں",
    "verse_68": "کبھی تم نے آنکھیں کھول کر دیکھا، یہ پانی جو تم پیتے ہو",
    "verse_69": "اِسے تم نے بادل سے برسایا ہے یا اِس کے برسانے والے ہم ہیں؟",
    "verse_70": "ہم چاہیں تو اسے سخت کھاری بنا کر رکھ دیں، پھر کیوں تم شکر گزار نہیں ہوتے؟",
    "verse_71": "کبھی تم نے خیال کیا، یہ آگ جو تم سلگاتے ہو",
    "verse_72": "اِس کا درخت تم نے پیدا کیا ہے، یا اس کے پیدا کرنے والے ہم ہیں؟",
    "verse_73": "ہم نے اُس کو یاد دہانی کا ذریعہ اور حاجت مندوں کے لیے سامان زیست بنایا ہے",
    "verse_74": "پس اے نبیؐ، اپنے رب عظیم کے نام کی تسبیح کرو",
    "verse_75": "پس نہیں، میں قسم کھاتا ہوں تاروں کے مواقع کی",
    "verse_76": "اور اگر تم سمجھو تو یہ بہت بڑی قسم ہے",
    "verse_77": "کہ یہ ایک بلند پایہ قرآن ہے",
    "verse_78": "ایک محفوظ کتاب میں ثبت",
    "verse_79": "جسے مطہرین کے سوا کوئی چھو نہیں سکتا",
    "verse_80": "یہ رب العالمین کا نازل کردہ ہے",
    "verse_81": "پھر کیا اس کلام کے ساتھ تم بے اعتنائی برتتے ہو",
    "verse_82": "اور اِس نعمت میں اپنا حصہ تم نے یہ رکھا ہے کہ اِسے جھٹلاتے ہو؟",
    "verse_83": "تو جب مرنے والے کی جان حلق تک پہنچ چکی ہوتی ہے",
    "verse_84": "اور تم آنکھوں سے دیکھ رہے ہوتے ہو کہ وہ مر رہا ہے،",
    "verse_85": "اُس وقت تمہاری بہ نسبت ہم اُس کے زیادہ قریب ہوتے ہیں مگر تم کو نظر نہیں آتے",
    "verse_86": "اب اگر تم کسی کے محکوم نہیں ہو اور اپنے اِس خیال میں سچے ہو،",
    "verse_87": "اُس وقت اُس کی نکلتی ہوئی جان کو واپس کیوں نہیں لے آتے؟",
    "verse_88": "پھر وہ مرنے والا اگر مقربین میں سے ہو",
    "verse_89": "تو اس کے لیے راحت اور عمدہ رزق اور نعمت بھری جنت ہے",
    "verse_90": "اور اگر وہ اصحاب یمین میں سے ہو",
    "verse_91": "تو اس کا استقبال یوں ہوتا ہے کہ سلام ہے تجھے، تو اصحاب الیمین میں سے ہے",
    "verse_92": "اور اگر وہ جھٹلانے والے گمراہ لوگوں میں سے ہو",
    "verse_93": "تو اس کی تواضع کے لیے کھولتا ہوا پانی ہے",
    "verse_94": "اور جہنم میں جھونکا جانا",
    "verse_95": "یہ سب کچھ قطعی حق ہے",
    "verse_96": "پس اے نبیؐ، اپنے رب عظیم کے نام کی تسبیح کرو"
  },
  "count": 96
}