{
  "index": "075",
  "name": "",
  "verse": {
    "verse_1": "نہیں، میں قسم کھاتا ہوں قیامت کے دن کی",
    "verse_2": "اور نہیں، میں قسم کھاتا ہوں ملامت کرنے والے نفس کی",
    "verse_3": "کیا انسان یہ سمجھ رہا ہے کہ ہم اُس کی ہڈیوں کو جمع نہ کر سکیں گے؟",
    "verse_4": "ہم تو اس کی انگلیوں کی پور پور تک ٹھیک بنا دینے پر قادر ہیں",
    "verse_5": "مگر انسان چاہتا یہ ہے کہ آگے بھی بد اعمالیاں کرتا رہے",
    "verse_6": "پوچھتا ہے \"آخر کب آنا ہے وہ قیامت کا دن؟",
    "verse_7": "پھر جب دیدے پتھرا جائیں گے",
    "verse_8": "اور چاند بے نور ہو جائیگا",
    "verse_9": "اور چاند سورج ملا کر ایک کر دیے جائیں گے",
    "verse_10": "اُس وقت یہی انسان کہے گا \"کہاں بھاگ کر جاؤں؟",
    "verse_11": "ہرگز نہیں، وہاں کوئی جائے پناہ نہ ہوگی",
    "verse_12": "اُس روز تیرے رب ہی کے سامنے جا کر ٹھیرنا ہوگا",
    "verse_13": "اُس روز انسان کو اس کا سب اگلا پچھلا کیا کرایا بتا دیا جائے گا",
    "verse_14": "بلکہ انسان خود ہی اپنے آپ کو خوب جانتا ہے",
    "verse_15": "چاہے وہ کتنی ہی معذرتیں پیش کرے",
    "verse_16": "اے نبیؐ، اِس وحی کو جلدی جلدی یاد کرنے کے لیے اپنی زبان کو حرکت نہ دو",
    "verse_17": "اِس کو یاد کرا دینا اور پڑھوا دینا ہمارے ذمہ ہے",
    "verse_18": "لہٰذا جب ہم اِسے پڑھ رہے ہوں اُس وقت تم اِس کی قرات کو غور سے سنتے رہو",
    "verse_19": "پھر اس کا مطلب سمجھا دینا بھی ہمارے ذمہ ہے",
    "verse_20": "ہرگز نہیں، اصل بات یہ ہے کہ تم لوگ جلدی حاصل ہونے والی چیز (یعنی دنیا) سے محبت رکھتے ہو",
    "verse_21": "اور آخرت کو چھوڑ دیتے ہو",
    "verse_22": "اُس روز کچھ چہرے تر و تازہ ہونگے",
    "verse_23": "اپنے رب کی طرف دیکھ رہے ہونگے",
    "verse_24": "اور کچھ چہرے اداس ہوں گے",
    "verse_25": "اور سمجھ رہے ہوں گے کہ اُن کے ساتھ کمر توڑ برتاؤ ہونے والا ہے",
    "verse_26": "ہرگز نہیں، جب جان حلق تک پہنچ جائے گی",
    "verse_27": "اور کہا جائے گا کہ ہے کوئی جھاڑ پھونک کرنے والا",
    "verse_28": "اور آدمی سمجھ لے گا کہ یہ دنیا سے جدائی کا وقت ہے",
    "verse_29": "اور پنڈلی سے پنڈلی جڑ جائے گی",
    "verse_30": "وہ دن ہوگا تیرے رب کی طرف روانگی کا",
    "verse_31": "مگر اُس نے نہ سچ مانا، اور نہ نماز پڑھی",
    "verse_32": "بلکہ جھٹلایا اور پلٹ گیا",
    "verse_33": "پھر اکڑتا ہوا اپنے گھر والوں کی طرف چل دیا",
    "verse_34": "یہ روش تیرے ہی لیے سزاوار ہے اور تجھی کو زیب دیتی ہے",
    "verse_35": "ہاں یہ روش تیرے ہی لیے سزاوار ہے اور تجھی کو زیب دیتی ہے",
    "verse_36": "کیا انسان نے یہ سمجھ رکھا ہے کہ وہ یونہی مہمل چھوڑ دیا جائے گا؟",
    "verse_37": "کیا وہ ایک حقیر پانی کا نطفہ نہ تھا جو (رحم مادر میں) ٹپکایا جاتا ہے؟",
    "verse_38": "پھر وہ ایک لوتھڑا بنا، پھر اللہ نے اس کا جسم بنایا اور اس کے اعضا درست کیے",
    "verse_39": "پھر اس سے مرد اور عورت کی دو قسمیں بنائیں",
    "verse_40": "کیا وہ اِس پر قادر نہیں ہے کہ مرنے والوں کو پھر زندہ کر دے؟"
  },
  "count": 40
}