{
  "index": "078",
  "name": "",
  "verse": {
    "verse_1": "یہ لوگ کس چیز کے بارے میں پوچھ گچھ کر رہے ہیں؟",
    "verse_2": "کیا اُس بڑی خبر کے بارے میں",
    "verse_3": "جس کے متعلق یہ مختلف چہ میگوئیاں کرنے میں لگے ہوئے ہیں؟",
    "verse_4": "ہرگز نہیں، عنقریب اِنہیں معلوم ہو جائیگا",
    "verse_5": "ہاں، ہرگز نہیں، عنقریب اِنہیں معلوم ہو جائے گا",
    "verse_6": "کیا یہ واقعہ نہیں ہے کہ ہم نے زمین کو فرش بنایا",
    "verse_7": "اور پہاڑوں کو میخوں کی طرح گاڑ دیا",
    "verse_8": "اور تمہیں (مَردوں اور عورتوں کے) جوڑوں کی شکل میں پیدا کیا",
    "verse_9": "اور تمہاری نیند کو باعث سکون بنایا",
    "verse_10": "اور رات کو پردہ پوش",
    "verse_11": "اور دن کو معاش کا وقت بنایا",
    "verse_12": "اور تمہارے اوپر سات مضبوط آسمان قائم کیے",
    "verse_13": "اور ایک نہایت روشن اور گرم چراغ پیدا کیا",
    "verse_14": "اور بادلوں سے لگاتار بارش برسائی",
    "verse_15": "تاکہ اس کے ذریعہ سے غلہ اور سبزی",
    "verse_16": "اور گھنے باغ اگائیں؟",
    "verse_17": "بے شک فیصلے کا دن ایک مقرر وقت ہے",
    "verse_18": "جس روز صور میں پھونک مار دی جائے گی، تم فوج در فوج نکل آؤ گے",
    "verse_19": "اور آسمان کھول دیا جائے گا حتیٰ کہ وہ دروازے ہی دروازے بن کر رہ جائے گا",
    "verse_20": "اور پہاڑ چلائے جائیں گے یہاں تک کہ وہ سراب ہو جائیں گے",
    "verse_21": "درحقیقت جہنم ایک گھات ہے",
    "verse_22": "سرکشوں کا ٹھکانا",
    "verse_23": "جس میں وہ مدتوں پڑے رہیں گے",
    "verse_24": "اُس کے اندر کسی ٹھنڈک اور پینے کے قابل کسی چیز کا مزہ وہ نہ چکھیں گے",
    "verse_25": "کچھ ملے گا تو بس گرم پانی اور زخموں کا دھوون",
    "verse_26": "(اُن کے کرتوتوں) کا بھرپور بدلہ",
    "verse_27": "وہ کسی حساب کی توقع نہ رکھتے تھے",
    "verse_28": "اور ہماری آیات کو انہوں نے بالکل جھٹلا دیا تھا",
    "verse_29": "اور حال یہ تھا کہ ہم نے ہر چیز گن گن کر لکھ رکھی تھی",
    "verse_30": "اب چکھو مزہ، ہم تمہارے لیے عذاب کے سوا کسی چیز میں ہرگز اضافہ نہ کریں گے",
    "verse_31": "یقیناً متقیوں کے لیے کامرانی کا ایک مقام ہے",
    "verse_32": "باغ اور انگور",
    "verse_33": "اور نوخیر ہم سن لڑکیاں",
    "verse_34": "اور چھلکتے ہوئے جام",
    "verse_35": "وہاں کوئی لغو اور جھوٹی بات وہ نہ سنیں گے",
    "verse_36": "جزا اور کافی انعام تمہارے رب کی طرف سے",
    "verse_37": "اُس نہایت مہربان خدا کی طرف سے جو زمین اور آسمانوں کا اور ان کے درمیان کی ہر چیز کا مالک ہے جس کے سامنے کسی کو بولنے کا یارا نہیں",
    "verse_38": "جس روز روح اور ملائکہ صف بستہ کھڑے ہونگے، کوئی نہ بولے گا سوائے اُس کے جسے رحمٰن اجازت دے اور جو ٹھیک بات کہے",
    "verse_39": "وہ دن برحق ہے، اب جس کا جی چاہے اپنے رب کی طرف پلٹنے کا راستہ اختیار کر لے",
    "verse_40": "ہم نے تم لوگوں کو اُس عذاب سے ڈرا دیا ہے جو قریب آ لگا ہے جس روز آدمی وہ سب کچھ دیکھ لے گا جو اس کے ہاتھوں نے آگے بھیجا ہے، اور کافر پکار اٹھے گا کہ کاش میں خاک ہوتا"
  },
  "count": 40
}