{
  "index": "026",
  "name": "",
  "verse": {
    "verse_1": "ط س م",
    "verse_2": "یہ کتاب مبین کی آیات ہیں",
    "verse_3": "اے محمدؐ، شاید تم اس غم میں اپنی جان کھو دو گے کہ یہ لوگ ایمان نہیں لاتے",
    "verse_4": "ہم چاہیں تو آسمان سے ایسی نشانی نازل کر سکتے ہیں کہ اِن کی گردنیں اس کے آگے جھک جائیں",
    "verse_5": "اِن لوگوں کے پاس رحمان کی طرف سے جو نئی نصیحت بھی آتی ہے یہ اس سے منہ موڑ لیتے ہیں",
    "verse_6": "اب کہ یہ جھٹلا چکے ہیں، عنقریب اِن کو اس چیز کی حقیقت (مختلف طریقوں سے) معلوم ہو جائے گی جس کا یہ مذاق اڑاتے رہے ہیں",
    "verse_7": "اور کیا انہوں نے کبھی زمین پر نگاہ نہیں ڈالی کہ ہم نے کتنی کثیر مقدار میں ہر طرح کی عمدہ نباتات اس میں پیدا کی ہیں؟",
    "verse_8": "یقیناً اس میں ایک نشانی ہے، مگر ان میں سے اکثر ماننے والے نہیں",
    "verse_9": "اور حقیقت یہ ہے کہ تیرا رب زبردست بھی ہے اور رحیم بھی",
    "verse_10": "اِنہیں اس وقت کا قصہ سناؤ جب کہ تمہارے رب نے موسیٰؑ کو پکارا \"ظالم قوم کے پاس جا",
    "verse_11": "فرعون کی قوم کے پاس، کیا وہ ڈرتے نہیں؟",
    "verse_12": "اُس نے عرض کیا \"اے رب، مجھے خوف ہے کہ وہ مجھے جھٹلا دیں گے",
    "verse_13": "میرا سینہ گھٹتا ہے اور میری زبان نہیں چلتی آپ ہارونؑ کی طرف رسالت بھیجیں",
    "verse_14": "اور مجھ پر اُن کے ہاں ایک جرم کا الزام بھی ہے، اس لیے ڈرتا ہوں کہ وہ مجھے قتل کر دیں گے",
    "verse_15": "فرمایا \"ہرگز نہیں، تم دونوں جاؤ ہماری نشانیاں لے کر، ہم تمہارے ساتھ سب کچھ سنتے رہیں گے",
    "verse_16": "فرعون کے پاس جاؤ اور اس سے کہو، ہم کو رب العٰلمین نے اس لیے بھیجا ہے",
    "verse_17": "کہ تو بنی اسرائیل کو ہمارے ساتھ جانے دے",
    "verse_18": "فرعون نے کہا \"کیا ہم نے تجھ کو اپنے ہاں بچہ سا نہیں پالا تھا؟ تو نے اپنی عمر کے کئی سال ہمارے ہاں گزارے",
    "verse_19": "اور اس کے بعد کر گیا جو کچھ کہ کر گیا، تو بڑا احسان فراموش آدمی ہے",
    "verse_20": "موسیٰؑ نے جواب دیا \"اُس وقت وہ کام میں نے نادانستگی میں کر دیا تھا",
    "verse_21": "پھر میں تمہارے خوف سے بھاگ گیا اس کے بعد میرے رب نے مجھ کو حکم عطا کیا اور مجھے رسولوں میں شامل کر لیا",
    "verse_22": "رہا تیرا احسان جو تو نے مجھ پر جتایا ہے تو اس کی حقیقت یہ ہے کہ تو نے بنی اسرائیل کو غلام بنا لیا تھا",
    "verse_23": "فرعون نے کہا \"اور یہ رب العالمین کیا ہوتا ہے؟",
    "verse_24": "موسیٰؑ نے جواب دیا \"آسمان اور زمین کا رب، اور اُن سب چیزوں کا رب جو آسمان اور زمین کے درمیان ہیں، اگر تم یقین لانے والے ہو",
    "verse_25": "فرعون نے اپنے گرد و پیش کے لوگوں سے کہا \"سُنتے ہو؟",
    "verse_26": "موسیٰؑ نے کہا \"تمہارا رب بھی اور تمہارے ان آباء و اجداد کا رب بھی جو گزر چکے ہیں",
    "verse_27": "فرعون نے (حاضرین سے) کہا \"تمہارے یہ رسول صاحب جو تمہاری طرف بھیجے گئے ہیں، بالکل ہی پاگل معلوم ہوتے ہیں",
    "verse_28": "موسیٰؑ نے کہا \"مشرق و مغرب اور جو کچھ ان کے درمیان ہے سب کا رب، اگر آپ لوگ کچھ عقل رکھتے ہیں",
    "verse_29": "فرعون نے کہا \"اگر تو نے میرے سوا کسی اور کو معبود بنایا تو تجھے میں اُن لوگوں میں شامل کر دوں گا جو قید خانوں میں پڑے سڑ رہے ہیں",
    "verse_30": "موسیٰؑ نے کہا \"اگرچہ میں لے آؤں تیرے سامنے ایک صریح چیز بھی؟",
    "verse_31": "فرعون نے کہا \"اچھا تو لے آ اگر تو سچا ہے",
    "verse_32": "(اس کی زبان سے یہ بات نکلتے ہی) موسیٰؑ نے اپنا عصا پھینکا اور یکایک وہ ایک صریح اژدھا تھا",
    "verse_33": "پھر اُس نے اپنا ہاتھ (بغل سے) کھینچا اور وہ سب دیکھنے والوں کے سامنے چمک رہا تھا",
    "verse_34": "فرعون اپنے گرد و پیش کے سرداروں سے بولا \"یہ شخص یقیناً ایک ماہر جادوگر ہے",
    "verse_35": "چاہتا ہے کہ اپنے جادو کے زور سے تم کو ملک سے نکال دے اب بتاؤ تم کیا حکم دیتے ہو؟",
    "verse_36": "انہوں نے کہا \"اسے اور اس کے بھائی کو روک لیجیے اور شہروں میں ہرکارے بھیج دیجیے",
    "verse_37": "کہ ہر سیانے جادوگر کو آپ کے پاس لے آئیں",
    "verse_38": "چنانچہ ایک روز مقرر وقت پر جادوگر اکٹھے کر لیے گئے",
    "verse_39": "اور لوگوں سے کہا گیا \"تم اجتماع میں چلو گے؟",
    "verse_40": "شاید کہ ہم جادوگروں کے دین ہی پر رہ جائیں اگر وہ غالب رہے",
    "verse_41": "جب جادوگر میدان میں آ گئے تو انہوں نے فرعون سے کہا \"ہمیں انعام تو ملے گا اگر ہم غالب رہے؟",
    "verse_42": "اس نے کہا \"ہاں، اور تم تو اس وقت مقربین میں شامل ہو جاؤ گے",
    "verse_43": "موسیٰؑ نے کہا \"پھینکو جو تمہیں پھینکنا ہے",
    "verse_44": "انہوں نے فوراً اپنی رسیاں اور لاٹھیاں پھینک دیں اور بولے \"فرعون کے اقبال سے ہم ہی غالب رہیں گے",
    "verse_45": "پھر موسیٰؑ نے اپنا عصا پھینکا تو یکایک وہ ان کے جھوٹے کرشموں کو ہڑپ کرتا چلا جا رہا تھا",
    "verse_46": "اس پر سارے جادوگر بے اختیار سجدے میں گر پڑے",
    "verse_47": "اور بول اٹھے کہ \"مان گئے ہم رب العالمین کو",
    "verse_48": "موسیٰؑ اور ہارونؑ کے رب کو",
    "verse_49": "فرعون نے کہا \"تم موسیٰؑ کی بات مان گئے قبل اس کے کہ میں تمہیں اجازت دیتا! ضرور یہ تمہارا بڑا ہے جس نے تمہیں جادو سکھایا ہے اچھا، ابھی تمہیں معلوم ہوا جاتا ہے، میں تمہارے ہاتھ پاؤں مخالف سمتوں میں کٹواؤں گا اور تم سب کو سولی چڑھا دوں گا",
    "verse_50": "انہوں نے جواب دیا \"کچھ پرواہ نہیں، ہم اپنے رب کے حضور پہنچ جائیں گے",
    "verse_51": "اور ہمیں توقع ہے کہ ہمارا رب ہمارے گناہ معاف کر دے گا کیونکہ سب سے پہلے ہم ایمان لائے ہیں",
    "verse_52": "ہم نے موسیٰؑ کو وحی بھیجی کہ \"راتوں رات میرے بندوں کو لے کر نکل جاؤ، تمہارا پیچھا کیا جائے گا",
    "verse_53": "اس پر فرعون نے (فوجیں جمع کرنے کے لیے) شہروں میں نقیب بھیج دیے",
    "verse_54": "(اور کہلا بھیجا) کہ \"یہ کچھ مٹھی بھر لوگ ہیں",
    "verse_55": "اور انہوں نے ہم کو بہت ناراض کیا ہے",
    "verse_56": "اور ہم ایک ایسی جماعت ہیں جس کا شیوہ ہر وقت چوکنا رہنا ہے",
    "verse_57": "اِس طرح ہم انہیں ان کے باغوں اور چشموں",
    "verse_58": "اور خزانوں اور ان کی بہترین قیام گاہوں سے نکال لائے",
    "verse_59": "یہ تو ہوا اُن کے ساتھ، اور (دوسری طرف) بنی اسرائیل کو ہم نے ان سب چیزوں کا وارث کر دیا",
    "verse_60": "صبح ہوتے ہی یہ لوگ اُن کے تعاقب میں چل پڑے",
    "verse_61": "جب دونوں گروہوں کا آمنا سامنا ہوا تو موسیٰؑ کے ساتھی چیخ اٹھے کہ \"ہم تو پکڑے گئے",
    "verse_62": "موسیٰؑ نے کہا \"ہرگز نہیں میرے ساتھ میرا رب ہے وہ ضرور میری رہنمائی فرمائے گا",
    "verse_63": "ہم نے موسیٰؑ کو وحی کے ذریعہ سے حکم دیا کہ \"مار اپنا عصا سمندر پر\" یکایک سمندر پھَٹ گیا اور اس کا ہر ٹکڑا ایک عظیم الشان پہاڑ کی طرح ہو گیا",
    "verse_64": "اُسی جگہ ہم دوسرے گروہ کو بھی قریب لے آئے",
    "verse_65": "موسیٰؑ اور اُن سب لوگوں کو جو اس کے ساتھ تھے، ہم نے بچا لیا",
    "verse_66": "اور دوسروں کو غرق کر دیا",
    "verse_67": "اس واقعہ میں ایک نشانی ہے، مگر اِن لوگوں میں سے اکثر ماننے والے نہیں ہیں",
    "verse_68": "اور حقیقت یہ ہے کہ تیرا رب زبردست بھی ہے اور رحیم بھی",
    "verse_69": "اور اِنہیں ابراہیمؑ کا قصہ سناؤ",
    "verse_70": "جبکہ اس نے اپنے باپ اور اپنی قوم سے پوچھا تھا کہ \"یہ کیا چیزیں ہیں جن کو تم پوجتے ہو؟",
    "verse_71": "انہوں نے جواب دیا \"کچھ بت ہیں جن کی ہم پوجا کرتے ہیں اور انہی کی سیوا میں ہم لگے رہتے ہیں",
    "verse_72": "اس نے پوچھا \"کیا یہ تمہاری سنتے ہیں جب تم انہیں پکارتے ہو؟",
    "verse_73": "یا یہ تمہیں کچھ نفع یا نقصان پہنچاتے ہیں؟",
    "verse_74": "انہوں نے جواب دیا \"نہیں، بلکہ ہم نے اپنے باپ دادا کو ایسا ہی کرتے پایا ہے",
    "verse_75": "اس پر ابراہیمؑ نے کہا \"کبھی تم نے (آنکھیں کھول کر) اُن چیزوں کو دیکھا بھی جن کی بندگی تم",
    "verse_76": "اور تمہارے پچھلے باپ دادا بجا لاتے رہے؟",
    "verse_77": "میرے تو یہ سب دشمن ہیں، بجز ایک رب العالمین کے",
    "verse_78": "جس نے مجھے پیدا کیا، پھر وہی میری رہنمائی فرماتا ہے",
    "verse_79": "جو مجھے کھلاتا اور پلاتا ہے",
    "verse_80": "اور جب میں بیمار ہو جاتا ہوں تو وہی مجھے شفا دیتا ہے",
    "verse_81": "جو مجھے موت دے گا اور پھر دوبارہ مجھ کو زندگی بخشے گا",
    "verse_82": "اور جس سے میں امید رکھتا ہوں کہ روزِ جزا میں وہ میری خطا معاف فرما دے گا",
    "verse_83": "(اِس کے بعد ابراہیمؑ نے دعا کی) \"اے میرے رب، مجھے حکم عطا کر اور مجھ کو صالحوں کے ساتھ ملا",
    "verse_84": "اور بعد کے آنے والوں میں مجھ کو سچی ناموری عطا کر",
    "verse_85": "اور مجھے جنتِ نعیم کے وارثوں میں شامل فرما",
    "verse_86": "اور میرے باپ کو معاف کر دے کہ بے شک وہ گمراہ لوگوں میں سے ہے",
    "verse_87": "اور مجھے اس دن رسوا نہ کر جبکہ سب لوگ زندہ کر کے اٹھائے جائیں گے",
    "verse_88": "جبکہ نہ مال کوئی فائدہ دے گا نہ اولاد",
    "verse_89": "بجز اس کے کہ کوئی شخص قلب سلیم لیے ہوئے اللہ کے حضور حاضر ہو",
    "verse_90": "(اس روز) جنت پرہیزگاروں کے قریب لے آئی جائے گی",
    "verse_91": "اور دوزخ بہکے ہوئے لوگوں کے سامنے کھول دی جائے گی",
    "verse_92": "اور ان سے پوچھا جائے گا کہ \"اب کہاں ہیں وہ جن کی تم خدا کو چھوڑ کر عبادت کیا کرتے تھے؟",
    "verse_93": "کیا وہ تمہاری کچھ مدد کر رہے ہیں یا خود اپنا بچاؤ کر سکتے ہیں؟",
    "verse_94": "پھر وہ معبود اور یہ بہکے ہوئے لوگ",
    "verse_95": "اور ابلیس کے لشکر سب کے سب اس میں اُوپر تلے دھکیل دیے جائیں گے",
    "verse_96": "وہاں یہ سب آپس میں جھگڑیں گے اور یہ بہکے ہوئے لوگ (اپنے معبودوں سے) کہیں گے",
    "verse_97": "کہ \"خدا کی قسم، ہم تو صریح گمراہی میں مبتلا تھے",
    "verse_98": "جبکہ تم کو رب العالمین کی برابری کا درجہ دے رہے تھے",
    "verse_99": "اور وہ مجرم لوگ ہی تھے جنہوں نے ہم کو اس گمراہی میں ڈالا",
    "verse_100": "اب نہ ہمارا کوئی سفارشی ہے",
    "verse_101": "اور نہ کوئی جگری دوست",
    "verse_102": "کاش ہمیں ایک دفعہ پھر پلٹنے کا موقع مل جائے تو ہم مومن ہوں",
    "verse_103": "یقیناً اس میں ایک بڑی نشانی ہے، مگر ان میں سے اکثر لوگ ایمان لانے والے نہیں",
    "verse_104": "اور حقیقت یہ ہے کہ تیرا رب زبردست بھی ہے اور رحیم بھی",
    "verse_105": "قوم نوحؑ نے رسولوں کو جھٹلایا",
    "verse_106": "یاد کرو جبکہ ان کے بھائی نوحؑ نے ان سے کہا تھا \"کیا تم ڈرتے نہیں ہو؟",
    "verse_107": "میں تمہارے لیے ایک امانت دار رسول ہوں",
    "verse_108": "لہٰذا تم اللہ سے ڈرو اور میری اطاعت کرو",
    "verse_109": "میں اس کام پر تم سے کسی اجر کا طالب نہیں ہوں میرا اجر تو رب العالمین کے ذمہ ہے",
    "verse_110": "پس تم اللہ سے ڈرو اور (بے کھٹکے) میری اطاعت کرو",
    "verse_111": "انہوں نے جواب دیا \"“کیا ہم تجھے مان لیں حالانکہ تیری پیروی رذیل ترین لوگوں نے اختیار کی ہے؟",
    "verse_112": "نوحؑ نے کہا \"میں کیا جانوں کہ ان کے عمل کیسے ہیں",
    "verse_113": "ان کا حساب تو میرے رب کے ذمہ ہے، کاش تم کچھ شعور سے کام لو",
    "verse_114": "میرا یہ کام نہیں ہے کہ جو ایمان لائیں ان کو میں دھتکار دوں",
    "verse_115": "میں تو بس ایک صاف صاف متنبہ کر دینے والا آدمی ہوں",
    "verse_116": "انہوں نے کہا \"اے نوحؑ، اگر تو باز نہ آیا تو پھٹکارے ہوئے لوگوں میں شامل ہو کر رہے گا",
    "verse_117": "نوحؑ نے دعا کی \"“اے میرے رب، میری قوم نے مجھے جھٹلا دیا",
    "verse_118": "اب میرے اور ان کے درمیان دو ٹوک فیصلہ کر دے اور مجھے اور جو مومن میرے ساتھ ہیں ان کو نجات دے",
    "verse_119": "آخرکار ہم نے اس کو اور اس کے ساتھیوں کو ایک بھری ہوئی کشتی میں بچا لیا",
    "verse_120": "اور اس کے بعد باقی لوگوں کو غرق کر دیا",
    "verse_121": "یقیناً اس میں ایک نشانی ہے، مگر ان میں سے اکثر لوگ ماننے والے نہیں",
    "verse_122": "اور حقیقت یہ ہے کہ تیرا رب زبردست بھی ہے اور رحیم بھی",
    "verse_123": "عاد نے رسولوں کو جھٹلایا",
    "verse_124": "یاد کرو جبکہ ان کے بھائی ہودؑ نے ان سے کہا تھا \"کیا تم ڈرتے نہیں؟",
    "verse_125": "میں تمہارے لیے ایک امانت دار رسول ہوں",
    "verse_126": "لہٰذا تم اللہ سے ڈرو اور میری اطاعت کرو",
    "verse_127": "میں اس کام پر تم سے کسی اجر کا طالب نہیں ہوں میرا اجر تو رب العالمین کے ذمہ ہے",
    "verse_128": "یہ تمہارا کیا حال ہے کہ ہر اونچے مقام پر لا حاصل ایک یادگار عمارت بنا ڈالتے ہو",
    "verse_129": "اور بڑے بڑے قصر تعمیر کرتے ہو گویا تمہیں ہمیشہ رہنا ہے",
    "verse_130": "اور جب کسی پر ہاتھ ڈالتے ہو جبّار بن کر ڈالتے ہو",
    "verse_131": "پس تم لوگ اللہ سے ڈرو اور میری اطاعت کرو",
    "verse_132": "ڈرو اُس سے جس نے وہ کچھ تمہیں دیا ہے جو تم جانتے ہو",
    "verse_133": "تمہیں جانور دیے، اولادیں دیں",
    "verse_134": "باغ دیے اور چشمے دیے",
    "verse_135": "مجھے تمہارے حق میں ایک بڑے دن کے عذاب کا ڈر ہے",
    "verse_136": "انہوں نے جواب دیا \"تو نصیحت کر یا نہ کر، ہمارے لیے یکساں ہے",
    "verse_137": "یہ باتیں تو یوں ہی ہوتی چلی آئی ہیں",
    "verse_138": "اور ہم عذاب میں مُبتلا ہونے والے نہیں ہیں",
    "verse_139": "آخرکار انہوں نے اُسے جھٹلا دیا اور ہم نے ان کو ہلاک کر دیا یقیناً اس میں ایک نشانی ہے، مگر ان میں سے اکثر لوگ ماننے والے نہیں ہیں",
    "verse_140": "اور حقیقت یہ ہے کہ تیرا رب زبردست بھی ہے اور رحیم بھی",
    "verse_141": "ثمود نے رسولوں کو جھٹلایا",
    "verse_142": "یاد کرو جبکہ ان کے بھائی صالحؑ نے ان سے کہا \"کیا تم ڈرتے نہیں؟",
    "verse_143": "میں تمہارے لیے ایک امانت دار رسول ہوں",
    "verse_144": "لہٰذا تم اللہ سے ڈرو اور میری اطاعت کرو",
    "verse_145": "میں اس کام پر تم سے کسی اجر کا طالب نہیں، میرا اجر تو رب العالمین کے ذمہ ہے",
    "verse_146": "کیا تم اُن سب چیزوں کے درمیان، جو یہاں ہیں، بس یوں ہی اطمینان سے رہنے دیے جاؤ گے؟",
    "verse_147": "اِن باغوں اور چشموں میں؟",
    "verse_148": "اِن کھیتوں اور نخلستانوں میں جن کے خوشے رس بھرے ہیں؟",
    "verse_149": "تم پہاڑ کھود کھود کر فخریہ اُن میں عمارتیں بناتے ہو",
    "verse_150": "اللہ سے ڈرو اور میری اطاعت کرو",
    "verse_151": "اُن بے لگام لوگوں کی اطاعت نہ کرو",
    "verse_152": "جو زمین میں فساد برپا کرتے ہیں اور کوئی اصلاح نہیں کرتے",
    "verse_153": "انہوں نے جواب دیا \"تو محض ایک سحر زدہ آدمی ہے",
    "verse_154": "تو ہم جیسے ایک انسان کے سوا اور کیا ہے لا کوئی نشانی اگر تو سچّا ہے",
    "verse_155": "صالحؑ نے کہا \"یہ اونٹنی ہے ایک دن اس کے پینے کا ہے اور ایک دن تم سب کے پانی لینے کا",
    "verse_156": "اس کو ہرگز نہ چھیڑنا ورنہ ایک بڑے دن کا عذاب تم کو آ لے گا",
    "verse_157": "مگر انہوں نے اس کی کوچیں کاٹ دیں اور آخرکار پچھتاتے رہ گئے",
    "verse_158": "عذاب نے انہیں آ لیا یقیناً اس میں ایک نشانی ہے، مگر ان میں سے اکثر ماننے والے نہیں",
    "verse_159": "اور حقیقت یہ ہے کہ تیرا رب زبردست بھی ہے اور رحیم بھی",
    "verse_160": "لوطؑ کی قوم نے رسولوں کو جھٹلایا",
    "verse_161": "یاد کرو جبکہ ان کے بھائی لوطؑ نے ان سے کہا تھا \"کیا تم ڈرتے نہیں؟",
    "verse_162": "میں تمہارے لیے ایک امانت دار رسول ہوں",
    "verse_163": "لہٰذا تم اللہ سے ڈرو اور میری اطاعت کرو",
    "verse_164": "میں اس کام پر تم سے کسی اجر کا طالب نہیں ہوں، میرا اجر تو رب العالمین کے ذمہ ہے",
    "verse_165": "کیا تم دنیا کی مخلوق میں سے مَردوں کے پاس جاتے ہو",
    "verse_166": "اور تمہاری بیویوں میں تمہارے رب نے تمہارے لیے جو کچھ پیدا کیا ہے اسے چھوڑ دیتے ہو؟ بلکہ تم لوگ تو حد سے ہی گزر گئے ہو",
    "verse_167": "انہوں نے کہا “اے لوطؑ، \"اگر تو اِن باتوں سے باز نہ آیا تو جو لوگ ہماری بستیوں سے نکالے گئے ہیں اُن میں تو بھی شامل ہو کر رہے گا",
    "verse_168": "اس نے کہا \"تمہارے کرتوتوں پر جو لوگ کُڑھ رہے ہیں میں اُن میں شامل ہوں",
    "verse_169": "اے پروردگار، مجھے اور میرے اہل و عیال کو ان کی بد کرداریوں سے نجات دے",
    "verse_170": "آخرکار ہم نے اسے اور اس کے سب اہل و عیال کو بچا لیا",
    "verse_171": "بجز ایک بڑھیا کے جو پیچھے رہ جانے والوں میں تھی",
    "verse_172": "پھر باقی ماندہ لوگوں کو ہم نے تباہ کر دیا",
    "verse_173": "اور ان پر برسائی ایک برسات، بڑی ہی بُری بارش تھی جو اُن ڈرائے جانے والوں پر نازل ہوئی",
    "verse_174": "یقیناً اس میں ایک نشانی ہے، مگر اِن میں سے اکثر ماننے والے نہیں",
    "verse_175": "اور حقیقت یہ ہے کہ تیرا رب زبردست بھی ہے اور رحیم بھی",
    "verse_176": "اصحاب الاَیکہ نے رسولوں کو جھٹلایا",
    "verse_177": "یاد کرو جبکہ شعیبؑ نے ان سے کہا تھا \"کیا تم ڈرتے نہیں؟",
    "verse_178": "میں تمہارے لیے ایک امانت دار رسول ہوں",
    "verse_179": "لہٰذا تم اللہ سے ڈرو اور میری اطاعت کرو",
    "verse_180": "میں اس کام پر تم سے کسی اجر کا طالب نہیں ہوں میرا اجر تو رب العالمین کے ذمہ ہے",
    "verse_181": "پیمانے ٹھیک بھرو اور کسی کو گھاٹا نہ دو",
    "verse_182": "صحیح ترازو سے تولو",
    "verse_183": "اور لوگوں کو ان کی چیزیں کم نہ دو زمین میں فساد نہ پھیلاتے پھرو",
    "verse_184": "اور اُس ذات کا خوف کرو جس نے تمہیں اور گزشتہ نسلوں کو پیدا کیا ہے",
    "verse_185": "انہوں نے کہا \"تو محض ایک سحرزدہ آدمی ہے",
    "verse_186": "اور تو کچھ نہیں مگر ایک انسان ہم ہی جیسا، اور ہم تو تجھے بالکل جھوٹا سمجھتے ہیں",
    "verse_187": "اگر تو سچا ہے تو ہم پر آسمان کا کوئی ٹکڑا گرا دے",
    "verse_188": "شعیبؑ نے کہا \"میرا رب جانتا ہے جو کچھ تم کر رہے ہو",
    "verse_189": "انہوں نے اسے جھٹلا دیا، آخرکار چھتری والے دن کا عذاب ان پر آ گیا، اور وہ بڑے ہی خوفناک دن کا عذاب تھا",
    "verse_190": "یقیناً اس میں ایک نشانی ہے، مگر ان میں سے اکثر لوگ ماننے والے نہیں",
    "verse_191": "اور حقیقت یہ ہے کہ تیرا رب زبردست بھی ہے اور رحیم بھی",
    "verse_192": "یہ رب العالمین کی نازل کردہ چیز ہے",
    "verse_193": "اسے لے کر تیرے دل پر امانت دار روح اتری ہے",
    "verse_194": "تاکہ تو اُن لوگوں میں شامل ہو جو (خدا کی طرف سے خلق خدا کو) متنبّہ کرنے والے ہیں",
    "verse_195": "صاف صاف عربی زبان میں",
    "verse_196": "اور اگلے لوگوں کی کتابوں میں بھی یہ موجود ہے",
    "verse_197": "کیا اِن (اہلِ مکہ) کے لیے یہ کوئی نشانی نہیں ہے کہ اِسے علماء بنی اسرائیل جانتے ہیں؟",
    "verse_198": "(لیکن اِن کی ہٹ دھرمی کا حال یہ ہے کہ) اگر اہم اسے کسی عجمی پر بھی نازل کر دیتے",
    "verse_199": "اور یہ (فصیح عربی کلام) وہ ان کو پڑھ کر سناتا تب بھی یہ مان کر نہ دیتے",
    "verse_200": "اِسی طرح ہم نے اس (ذکر) کو مجرموں کے دلوں میں گزارا ہے",
    "verse_201": "وہ اس پر ایمان نہیں لاتے جب تک عذاب الیم نہ دیکھ لیں",
    "verse_202": "پھر جب وہ بے خبری میں ان پر آ پڑتا ہے",
    "verse_203": "اُس وقت وہ کہتے ہیں \"کہ “کیا اب ہمیں کچھ مُہلت مِل سکتی ہے؟",
    "verse_204": "تو کیا یہ لوگ ہمارے عذاب کے لیے جلدی مچا رہے ہیں؟",
    "verse_205": "تم نے کچھ غور کیا، اگر ہم انہیں برسوں تک عیش کرنے کی مُہلت بھی دے دیں",
    "verse_206": "اور پھر وہی چیز ان پر آ جائے جس سے انہیں ڈرایا جا رہا ہے",
    "verse_207": "تو وہ سامانِ زیست جو ان کو ملا ہوا ہے اِن کے کس کام آئے گا؟",
    "verse_208": "(دیکھو) ہم نے کبھی کسی بستی کو اِس کے بغیر ہلاک نہیں کیا کہ اُس کے لیے خبردار کرنے والے حق نصیحت ادا کرنے کو موجود تھے",
    "verse_209": "اور ہم ظالم نہ تھے",
    "verse_210": "اِس (کتاب مبین) کو شیاطین لے کر نہیں اترے ہیں",
    "verse_211": "نہ یہ کام ان کو سجتا ہے، اور نہ وہ ایسا کر ہی سکتے ہیں",
    "verse_212": "وہ تو اس کی سماعت تک سے دُور رکھے گئے ہیں",
    "verse_213": "پس اے محمدؐ، اللہ کے ساتھ کسی دُوسرے معبُود کو نہ پکارو، ورنہ تم بھی سزا پانے والوں میں شامل ہو جاؤ گے",
    "verse_214": "اپنے قریب ترین رشتہ داروں کو ڈراؤ",
    "verse_215": "اور ایمان لانے والوں میں سے جو لوگ تمہاری پیروی اختیار کریں ان کے ساتھ تواضع سے پیش آؤ",
    "verse_216": "لیکن اگر وہ تمہاری نافرمانی کریں تو ان سے کہو کہ جو کچھ تم کرتے ہو اس سے میں بری الذ مہ ہوں",
    "verse_217": "اور اُس زبردست اور رحیم پر توکل کرو",
    "verse_218": "جو تمہیں اس وقت دیکھ رہا ہوتا ہے جب تم اٹھتے ہو",
    "verse_219": "اور سجدہ گزار لوگوں میں تمہاری نقل و حرکت پر نگاہ رکھتا ہے",
    "verse_220": "وہ سب کچھ سننے اور جاننے والا ہے",
    "verse_221": "لوگو، کیا میں تمہیں بتاؤں کہ شیاطین کس پر اُترا کرتے ہیں؟",
    "verse_222": "وہ ہر جعل ساز بدکار پر اُترا کرتے ہیں",
    "verse_223": "سُنی سُنائی باتیں کانوں میں پھونکتے ہیں، اور ان میں سے اکثر جھوٹے ہوتے ہیں",
    "verse_224": "رہے شعراء، تو ان کے پیچھے بہکے ہوئے لوگ چلا کرتے ہیں",
    "verse_225": "کیا تم دیکھتے نہیں ہو کہ وہ ہر وادی میں بھٹکتے ہیں",
    "verse_226": "اور ایسی باتیں کہتے ہیں جو کرتے نہیں",
    "verse_227": "بجز اُن لوگوں کے جو ایمان لائے اور جنہوں نے نیک عمل کیے اور اللہ کو کثرت سے یاد کیا اور جب ان پر ظلم کیا گیا تو صرف بدلہ لے لیا، اور ظلم کرنے والوں کو عنقریب معلوم ہو جائے گا کہ وہ کس انجام سے دوچار ہوتے ہیں"
  },
  "count": 227
}