{
  "index": "053",
  "name": "",
  "verse": {
    "verse_1": "قسم ہے تارے کی جبکہ وہ غروب ہوا",
    "verse_2": "تمہارا رفیق نہ بھٹکا ہے نہ بہکا ہے",
    "verse_3": "وہ اپنی خواہش نفس سے نہیں بولتا",
    "verse_4": "یہ تو ایک وحی ہے جو اُس پر نازل کی جاتی ہے",
    "verse_5": "اُسے زبردست قوت والے نے تعلیم دی ہے",
    "verse_6": "جو بڑا صاحب حکمت ہے",
    "verse_7": "وہ سامنے آ کھڑا ہوا جبکہ وہ بالائی افق پر تھا",
    "verse_8": "پھر قریب آیا اور اوپر معلق ہو گیا",
    "verse_9": "یہاں تک کہ دو کمانوں کے برابر یا اس سے کچھ کم فاصلہ رہ گیا",
    "verse_10": "تب اُس نے اللہ کے بندے کو وحی پہنچائی جو وحی بھی اُسے پہنچانی تھی",
    "verse_11": "نظر نے جو کچھ دیکھا، دل نے اُس میں جھوٹ نہ ملایا",
    "verse_12": "اب کیا تم اُس چیز پر اُس سے جھگڑتے ہو جسے وہ آنکھوں سے دیکھتا ہے؟",
    "verse_13": "اور ایک مرتبہ پھر اُس نے",
    "verse_14": "سدرۃالمنتہیٰ کے پاس اُس کو دیکھا",
    "verse_15": "جہاں پاس ہی جنت الماویٰ ہے",
    "verse_16": "اُس وقت سدرہ پر چھا رہا تھا جو کچھ کہ چھا رہا تھا",
    "verse_17": "نگاہ نہ چوندھیائی نہ حد سے متجاوز ہوئی",
    "verse_18": "اور اس نے اپنے رب کی بڑی بڑی نشانیاں دیکھیں",
    "verse_19": "اب ذرا بتاؤ، تم نے کبھی اِس لات، اور اِس عزیٰ",
    "verse_20": "اور تیسری ایک اور دیوی منات کی حقیقت پر کچھ غور بھی کیا؟",
    "verse_21": "کیا بیٹے تمہارے لیے ہیں اور بیٹیاں خدا کے لیے؟",
    "verse_22": "یہ تو بڑی دھاندلی کی تقسیم ہوئی",
    "verse_23": "دراصل یہ کچھ نہیں ہیں مگر بس چند نام جو تم نے اور تمہارے باپ دادا نے رکھ لیے ہیں اللہ نے اِن کے لیے کوئی سند نازل نہیں کی حقیقت یہ ہے کہ لوگ محض وہم و گمان کی پیروی کر رہے ہیں اور خواہشات نفس کے مرید بنے ہوئے ہیں حالانکہ اُن کے رب کی طرف سے اُن کے پاس ہدایت آ چکی ہے",
    "verse_24": "کیا انسان جو کچھ چاہے اس کے لیے وحی حق ہے",
    "verse_25": "دنیا اور آخرت کا مالک تو اللہ ہی ہے",
    "verse_26": "آسمانوں میں کتنے ہی فرشتے موجود ہیں، اُن کی شفاعت کچھ بھی کام نہیں آ سکتی جب تک کہ اللہ کسی ایسے شخص کے حق میں اُس کی اجازت نہ دے جس کے لیے وہ کوئی عرضداشت سننا چاہے اور اس کو پسند کرے",
    "verse_27": "مگر جو لوگ آخرت کو نہیں مانتے وہ فرشتوں کو دیویوں کے ناموں سے موسوم کرتے ہیں",
    "verse_28": "حالانکہ اس معاملہ کا کوئی علم انہیں حاصل نہیں ہے، وہ محض گمان کی پیروی کر رہے ہیں، اور گمان حق کی جگہ کچھ بھی کام نہیں دے سکتا",
    "verse_29": "پس اے نبیؐ، جو شخص ہمارے ذکر سے منہ پھیرتا ہے، اور دنیا کی زندگی کے سوا جسے کچھ مطلوب نہیں ہے، اُسے اس کے حال پر چھوڑ دو",
    "verse_30": "اِن لوگوں کا مبلغ علم بس یہی کچھ ہے، یہ بات تیرا رب ہی زیادہ جانتا ہے کہ اُس کے راستے سے کون بھٹک گیا ہے اور کون سیدھے راستے پر ہے",
    "verse_31": "اور زمین اور آسمانوں کی ہر چیز کا مالک اللہ ہی ہے تاکہ اللہ برائی کرنے والوں کو ان کے عمل کا بدلہ دے اور اُن لوگوں کو اچھی جزا سے نوازے جنہوں نے نیک رویہ اختیار کیا ہے",
    "verse_32": "جو بڑے بڑے گناہوں اور کھلے کھلے قبیح افعال سے پرہیز کرتے ہیں، الا یہ کہ کچھ قصور اُن سے سرزد ہو جائے بلاشبہ تیرے رب کا دامن مغفرت بہت وسیع ہے وہ تمھیں اُس وقت سے خوب جانتا ہے جب اُس نے زمین سے تمہیں پیدا کیا اور جب تم اپنی ماؤں کے پیٹوں میں ابھی جنین ہی تھے پس اپنے نفس کی پاکی کے دعوے نہ کرو، وہی بہتر جانتا ہے کہ واقعی متقی کون ہے",
    "verse_33": "پھر اے نبیؐ، تم نے اُس شخص کو بھی دیکھا جو راہ خدا سے پھر گیا",
    "verse_34": "اور تھوڑا سا دے کر رک گیا",
    "verse_35": "کیا اس کے پاس غیب کا علم ہے کہ وہ حقیقت کو دیکھ رہا ہے؟",
    "verse_36": "کیا اُسے اُن باتوں کی کوئی خبر نہیں پہنچی جو موسیٰؑ کے صحیفوں",
    "verse_37": "اور اُس ابراہیمؑ کے صحیفوں میں بیان ہوئی ہیں جس نے وفا کا حق ادا کر دیا؟",
    "verse_38": "یہ کہ کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہیں اٹھائے گا",
    "verse_39": "اور یہ کہ انسان کے لیے کچھ نہیں ہے مگر وہ جس کی اُس نے سعی کی ہے",
    "verse_40": "اور یہ کہ اس کی سعی عنقریب دیکھی جائے گی",
    "verse_41": "اور اس کی پوری جزا اسے دی جائے گی",
    "verse_42": "اور یہ کہ آخر کار پہنچنا تیرے رب ہی کے پاس ہے",
    "verse_43": "اور یہ کہ اُسی نے ہنسایا اور اُسی نے رلایا",
    "verse_44": "اور یہ کہ اُسی نے موت دی اور اُسی نے زندگی بخشی",
    "verse_45": "اور یہ کہ اُسی نے نر اور مادہ کا جوڑا پیدا کیا",
    "verse_46": "ایک بوند سے جب وہ ٹپکائی جاتی ہے",
    "verse_47": "اور یہ کہ دوسری زندگی بخشنا بھی اُسی کے ذمہ ہے",
    "verse_48": "اور یہ کہ اُسی نے غنی کیا اور جائداد بخشی",
    "verse_49": "اور یہ کہ وہی شعریٰ کا رب ہے",
    "verse_50": "اور یہ کہ اُسی نے عاد اولیٰ کو ہلاک کیا",
    "verse_51": "اور ثمود کو ایسا مٹایا کہ ان میں سے کسی کو باقی نہ چھوڑا",
    "verse_52": "اور اُن سے پہلے قوم نوحؑ کو تباہ کیا کیونکہ وہ تھے ہی سخت ظالم و سرکش لوگ",
    "verse_53": "اور اوندھی گرنے والی بستیوں کو اٹھا پھینکا",
    "verse_54": "پھر چھا دیا اُن پر وہ کچھ جو (تم جانتے ہی ہو کہ) کیا چھا دیا",
    "verse_55": "پس اے مخاطب، اپنے رب کی کن کن نعمتوں میں تو شک کرے گا؟",
    "verse_56": "یہ ایک تنبیہ ہے پہلے آئی ہوئی تنبیہات میں سے",
    "verse_57": "آنے والی گھڑی قریب آ لگی ہے",
    "verse_58": "اللہ کے سوا کوئی اُس کو ہٹا نے والا نہیں",
    "verse_59": "اب کیا یہی وہ باتیں ہیں جن پر تم اظہار تعجب کرتے ہو؟",
    "verse_60": "ہنستے ہو اور روتے نہیں ہو؟",
    "verse_61": "اور گا بجا کر انہیں ٹالتے ہو؟",
    "verse_62": "جھک جاؤ اللہ کے آگے اور بندگی بجا لاؤ"
  },
  "count": 62
}